Revit 2027 API
ParameterTypeId.PointElementOffset Property
 "Offset"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PointElementOffset { get; }
Public Shared ReadOnly Property PointElementOffset As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PointElementOffset {
	ForgeTypeId^ get ();
}
static member PointElementOffset : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace